Repository: rik-janssen/super-simple-age-gate-beta
Catalog: lang/betagate-*.po
Languages: nl_be

source: Years
nl_be: Jaar

source: Activate Age Gate
nl_be: Activeer Age Gate

source: Add a disclaimer here.
nl_be: Voeg hier je disclaimer toe..

source: Add some disclaimer or quirky footer line
nl_be: Voeg een disclaimer toe, of een leuk onderschrift.

source: Are you over %s years old? Confirm this with your birth-date below.
nl_be: Ben jij ouder dan %s? Voer hier onder je geboortedatum in.

source: Background image
nl_be: Achtergrond afbeelding

source: Continue
nl_be: Ga verder

source: Cookie notification
nl_be: Cookie melding

source: Cookie policy
nl_be: Cookie beleid

source: Cookie Time
nl_be: Cookie Tijd

source: Did not save because your form seemed to be invalid. Sorry
nl_be: Niet opgeslagen, er zit een fout in het formulier. Sorry!

source: I agree with the use of cookies.
nl_be: Ik ga akkoord met het gebruik van cookies.

source: If you like to change some things on the homepage, use this CSS box to do so. You will not lose changes when this plugin is updated.
nl_be: Als je graag je CSS wilt wijzigen gebruik dan dit formulier zodat je je wijzigingen niet kwijtraakt bij het updaten.

source: If you want to view the content on this website, please agree with the cookie policy.
nl_be: Als je deze website wil bekijken ga dan akkoord met ons cookie beleid.

source: It's all about keeping the youngsters out of your sites while enabling crawlers to know what is on your pages.
nl_be: Ben er zeker van dat er geen jonge bezoekers op je website komen terwijl je crawlers wel de ruimte geeft om je site te indexeren.

source: Minimum age
nl_be: Minimum leeftijd

source: None
nl_be: Geen

source: Oops! It looks like you aren't old enough to visit this website. Sorry.
nl_be: Oeps! Het lijkt er op dat je niet oud genoeg bent om deze website te bekijken. Sorry!

source: Privacy Policy
nl_be: Privacy beleid

source: Select the theme you'd like to display on the frontpage.
nl_be: Selecteer het thema wat je wil gebruiken.

source: Select theme
nl_be: Selecteer thema

source: Show this plugin some love
nl_be: Geef deze plugin wat liefde

source: Some custom CSS
nl_be: Custom CSS

source: Styling
nl_be: Stijling

source: The footer message
nl_be: Het onderschrift

source: The message people see
nl_be: Het bericht wat bezoekers zien.

source: This is the minimum age that the user has to have to be able to view the content on your website.
nl_be: Dit is de minimum leeftijd wat toegelaten wordt tot je website.

source: Unhide some of the pages like the cookies page or the privacy policy page.
nl_be: Laat sommige pagina's wel zien. Bijvoorbeeld het cookie beleid of het privacy beleid.

source: Whitelisted pages
nl_be: Whitelisted paginas

source: Write a message for the people that visit your site when gate mode is enabled. You can use HTML in this field but no javascript. If you like to return to the original message, just empty this field and save.
nl_be: Plaats hier een tekst die mensen te zien krijgen als ze je site bezoeken en de age gate in beeld komt. Je kunt wel HTML gebruiken maar geen Javascript. Als je graag de originele tekst terug wilt maak dit veld dan leeg en druk op bewaren.

source: Write a review and rate this plugin.
nl_be: Schrijf een review en geef deze plugin sterretjes!

source: YYYY
nl_be: JJJJ
